tutorials/incompressibleFluid/roomResidenceTime/system/probes1
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  12
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out values of fields from cells nearest to specified locations.

\*---------------------------------------------------------------------------*/

points
(
    (1.13 1.8 0.0)
    (1.13 1.8 0.1)
    (1.13 1.8 0.2)
    (1.13 1.8 0.3)
    (1.13 1.8 0.4)
    (1.13 1.8 0.5)
    (1.13 1.8 0.6)
    (1.13 1.8 0.7)
    (1.13 1.8 0.8)
    (1.13 1.8 0.9)
    (1.13 1.8 1.0)
    (1.13 1.8 1.1)
    (1.13 1.8 1.2)
    (1.13 1.8 1.3)
    (1.13 1.8 1.4)
    (1.13 1.8 1.5)
    (1.13 1.8 1.6)
    (1.13 1.8 1.7)
    (1.13 1.8 1.8)
    (1.13 1.8 1.9)
    (1.13 1.8 2.1)
    (1.13 1.8 2.2)
    (1.13 1.8 2.3)
    (1.13 1.8 2.4)
    (1.13 1.8 2.5)
    (1.13 1.8 2.6)
    (1.13 1.8 2.7)
    (1.13 1.8 2.8)
    (1.13 1.8 2.9)
    (1.13 1.8 3.0)
);

fields  (age);

#includeEtc "caseDicts/functions/probes/probes.cfg"

// ************************************************************************* //
